Repository: namomitk/openmediavault-website
Catalog: usr/share/openmediavault/locale/*/openmediavault-website.po
Languages: es_es, fr_fr, ru_ru

source: Allow .htaccess files to override the items selected below.
fr_fr: Autoriser le fichier .htaccess à remplacer les éléments sélectionnés ci-dessous.
ru_ru: Разрешить .htaccess файлы для переопределения элементов, выбранных ниже.

source: Allow Override
es_es: Permitir la anulación
fr_fr: Autoriser la surcharge de configuration
ru_ru: Разрешить переопределения

source: Allow PHP scripts to be executed.
es_es: Permite ejecución de scrips php
fr_fr: Autorise l’exécution des scripts PHP
ru_ru: Разрешить выполнение PHP скриптов.

source: Auth Config
es_es: Configuración de Autenticación
fr_fr: Autorisation
ru_ru: Настройка аутентификации

source: Authorization directives (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthType, AuthUserFile, Require, etc.).
es_es: Directivas de Autenticación (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthType, AuthUserFile, Require, etc.).
fr_fr: Directives contrôlant les autorisations (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthType, AuthUserFile, Require, etc.)
ru_ru: Авторизация директивы (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthType, AuthUserFile, Require, etc.).

source: Certificate
es_es: Certificado
fr_fr: Certificat
ru_ru: Сертификат

source: Configuration Test Failed
es_es: Falló la prueba de configuración.
fr_fr: Test de configuration échoué
ru_ru: Ошибка тестирования конфигурации

source: Content negotiated "MultiViews" are allowed.
es_es: Contenido negociado "Multiples vistas" está permitido.
fr_fr: Les contenus "MultiViews" sont autorisés
ru_ru: Содержимое переговоров "MultiViews" не допускается.

source: Date & Time
es_es: Fecha y Hora
fr_fr: Date & Heure
ru_ru: Дата и время

source: Directives controlling directory indexing (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.).
es_es: Directivas que controlan el indice del directorio (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.).
fr_fr: Directives contrôlant l'indexation des répertoires (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.)
ru_ru: Директивы управления индексации каталога (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName и т.д.).

source: Directives controlling host access (Allow, Deny and Order).
es_es: Directivas que controlan el acceso al host (Allow, Deny and Order).
fr_fr: Directives contrôlant les accès à l'hôte (Allow, Deny and Order)
ru_ru: Директивы контроля доступа хоста (Allow, Deny и Order).

source: Directives controlling specific directory features (Options and XBitHack).
es_es: Directivas que controlan opciones especificas del directorio (Options and XBitHack).
fr_fr: Directives contrôlant les fonctionnalités spécifiques des dossiers (Options and XBitHack)
ru_ru: Директивы управления особенностями каталога (Options и XBitHack).

source: Document root
es_es: Documento raíz
fr_fr: Document racine
ru_ru: Корень документа

source: Enable
es_es: Habilitar
fr_fr: Activer
ru_ru: Включить

source: Enable SSL/TLS
es_es: Habilitar SSL/TLS
fr_fr: Activer SSL/TLS
ru_ru: Включить SSL/TLS

source: Enable secure connection.
es_es: Habilitar conexión segura.
fr_fr: Active les connexions sécurisées
ru_ru: Включить безопасное соединение.

source: Event
es_es: Evento
fr_fr: Événement
ru_ru: Событие

source: Extra options
fr_fr: Options supplémentaires
ru_ru: Дополнительные опции

source: Extra options for the &lt;VirtualHost&gt; directive.
es_es: Opciones extras para el &lt;VirtualHost&gt; directiva.
fr_fr: Options supplémentaires pour la section &lt;Virtualhost&gt;
ru_ru: Дополнительные опции для &lt;VirtualHost&gt; директивы.

source: Follow SymLinks
es_es: Segir los enlaces SymLinks
fr_fr: Suivre liens symboliques
ru_ru: следовать по символьным ссылкам

source: For security reasons, PHP scripts will run as the selected user.
es_es: Por razones de seguridad, los Script PHP deben ser ejecutados por un usuario.
fr_fr: Pour des raisons de sécurité, les scripts PHP seront exécutés par l'utilisateur sélectionné.
ru_ru: Для соображений безопасности Сценарии PHP будут работать от выбранного пользователя.

source: General settings
es_es: Opciones generales
fr_fr: Paramètres généraux
ru_ru: Общие настройки

source: Host
fr_fr: Hôte
ru_ru: Хост

source: If a URL which maps to a directory is requested, and there is no DirectoryIndex (e.g., index.html) in that directory, then a formatted listing of the directory will be returned.
es_es: Si una URL que apunta a un directorio es llamada y no existe el indice del directorio (Ej: index.html) en ese directorio, una lista de los archivos que contiene ese directorio será la respuesta.
fr_fr: Si une URL correspondant à un répertoire est demandée, et qu'il n'y a aucun DirectoryIndex (ex: index.html) dans ce répertoire, une liste formatée du répertoire sera alors retourné
ru_ru: Если URL который отображается в каталоге был запрошен, и не существует каталога индекса (например, index.html) в этом каталоге, то будет возвращен отформатированный список каталогов.

source: In order to create a website that does not conflict with OpenMediaVault's web interface, this plugin will create a virtual host (a virtual website) in OpenMediaVault's web server.<Br /><br />In a <b>port based</b> virtual host configuration, the website configured here will be accessible at the same IP / name of this OpenMediaVault server, but on a different port. E.g. http://some-host:8500/. When using this type of configuration, be sure that the website port configured here is not the same port on which OpenMediaVault is running. This can be checked / changed in System -> General Settings.<Br /><br>In a <b>name based</b> virtual host configuration, the website configured here will be accessed as a different host name. E.g. http://some-host/. Where the name 'some-host' must resolve to the same IP address as OpenMediaVault. This usually requires that you have a DNS server on your network, or that a public DNS server has an entry for <b>some-host</b>.<br /><br />
ru_ru: Для того, чтобы создать сайт, который не вступает в противоречие с веб-интерфейсом OpenMediaVault, этот плагин будет создать виртуальный хост (виртуальный веб-сайт) в веб-сервер в OpenMediaVault.<Br /><br />In a <b>port based</b> конфигурации виртуального хоста, на сайте настроены здесь будут доступны в то же IP / имя сервера OpenMediaVault, но на другом порту. Например http://some-host:8500/. При использовании этого типа конфигурации, убедитесь, что веб-сайт порт, сконфигурированный здесь не в тот же порт, на котором OpenMediaVault работает. Это можно проверить / изменить в системе -.> Общие настройки <Br /><br>In a <b>name based</b>конфигурации виртуального хоста, на сайте настроены здесь будут доступны как под другим именем хоста. Например http://some-host/. Если название 'some-host' должны решить к тому же IP-адрес OpenMediaVault. Это обычно требует наличия сервера DNS в сети, или общедоступного сервера DNS-запись для <b>some-host</b>.<br /><br />

source: Includes
ru_ru: Включает

source: Indexes
es_es: Indices
fr_fr: Index
ru_ru: Индексы

source: Limit
es_es: Limite
fr_fr: Limite
ru_ru: Ограничить

source: MultiViews
es_es: Multiples vistas
ru_ru: Мульти просмотр

source: Name based
es_es: Basado en nombres
fr_fr: Basé sur le nom
ru_ru: На базе имени

source: Options
es_es: Opciones
ru_ru: Опции

source: Port based
es_es: Basado en Puertos
fr_fr: Basé sur le port
ru_ru: Базовый порт

source: Secure connection
es_es: Conexión segura
fr_fr: Connexion sécurisée
ru_ru: Безопасное соединение

source: Select a user ...
es_es: Seleccionar un Usuario ...
fr_fr: Sélectionner un utilisateur
ru_ru: Выберите пользователя...

source: Server-side includes are permitted.
es_es: Están permitidos includes en el lado servidor.
fr_fr: Les inclusions serveurs sont autorisées
ru_ru: Включает разрешения со стороны сервера.

source: Settings
es_es: Opciones
fr_fr: Paramètres
ru_ru: Настройки

source: Severity
es_es: Severidad
fr_fr: Sévérité
ru_ru: Уровень важности

source: SymLinks If Owner Match
es_es: SymLinks si el propietario coincide
fr_fr: Suivre liens symbolique si propriétaire
ru_ru: Символические ссылки если владелец соответствует

source: The SSL certificate.
es_es: Certificado SSL.
fr_fr: Le certificat SSL à utiliser.
ru_ru: Сертификат SSL.

source: The location of the files to share. Permissions must be at least Users: read-only.
es_es: Ruta de los archivos a compartir. El permiso debe ser como minimo de Usuarios:solo lectura.
fr_fr: Chemin des fichiers à partager. Les permissions doivent au moins être Utilisateurs : lecture-seule.
ru_ru: Расположение файлов для общего доступа. Разрешения должны быть по крайней мере для пользователей: только для чтения.

source: The server will follow symbolic links in the document root.
es_es: El servidor seguirá los enlaces simbolicos del documento raíz.
fr_fr: Le serveur suivra les liens symbolique situés à la racine
ru_ru: Сервер будет следовать символическим ссылкам в корневом каталоге.

source: The server will only follow symbolic links for which the target file or directory is owned by the same user id as the link.
es_es: El servidor solo seguirá enlaces simbolicos para aquellos destinos o directorios en los que el propietario tenga el mismo user id que el enlace.
fr_fr: Le serveur ne suivra que les liens symboliques du fichier ou du répertoire qui auront les même identifiant utilisateur que le lien lui-même.
ru_ru: Сервер будет следовать только тем символическим ссылкам, для которых целевой файл или каталог принадлежит тому же идентификатору пользователя, что и ссылка.

source: There was an error in the website's configuration, and it has been disabled to ensure the OpenMediaVault web interface continues to function. Please verify that any text entered in Extra Options contains valid configuration directives. Click Show details to view the configuration test result text.
es_es: Hay un error en la configuración de la página web. y ha sido deshabilitada para asegurar que el interfaz wev de OMV puede seguir funcionando. Por favor verifique que el texto entrado en el campo opciones extra, contiene una configuración valida y no contiene errores
fr_fr: Il y a eu une erreur dans la configuration du site, et il a donc été désactivé afin d'assurer le fonctionnement de l'interface web d'OpenMediaVault. Vérifiez que tous textes saisi dans les 'Options supplémentaires' de configuration contiennent des directives valides. Cliquez sur 'Afficher les détails' pour voir le résultat du du test de configuration.
ru_ru: Произошла ошибка в конфигурации веб-сайта, и он был отключен для обеспечения функционировния веб интерфейса OpenMediaVault. Пожалуйста, проверьте, что текст введенный в "Extra Options" содержит правильные диррективы конфигурации. Нажмите Показать детали для просмотра конфигурации конфигурации теста как результат текста.

source: User
es_es: Usuario
fr_fr: Utilisateur
ru_ru: Пользователь

source: Virtual host Type
es_es: Tipo de host virtual
fr_fr: Type d'hôte virtuel
ru_ru: Тип виртуального хоста

source: Virtual host hostname
es_es: Nombre de Host del host virtual
fr_fr: Nom de domaine de l'hôte virtuel
ru_ru: Виртуальное имя хоста

source: Virtual host port
es_es: Puerto Virtual del host
fr_fr: Port de l'hôte virtuel
ru_ru: Виртуальный порт хоста

source: Website
es_es: Página Web
fr_fr: Site web
ru_ru: Веб-сайт

source: Website Access Log
es_es: Log de acceso a la Pág. Web
fr_fr: Journaux d'accès de site web
ru_ru: Журнал доступа к сайту

source: Website Error Log
es_es: Log de errores de la Pág. Web
fr_fr: Journaux d'erreur du site web
ru_ru: Журнал ошибок сайта
